Repository: ralph/Spotifly
Catalog: Spotifly/*.lproj/Localizable.strings
Languages: de

# auth.connect.description
source: Connect your Spotify account to get started
de: Verbinde deinen Spotify-Account, um zu beginnen

# auth.connect.button
source: Connect with Spotify
de: Mit Spotify verbinden

# auth.authenticating
source: Authenticating...
de: Authentifiziere...

# auth.loading
source: Loading...
de: Lädt...

# auth.logout
source: Logout
de: Abmelden

# auth.client_id_placeholder
source: Enter your Client ID
de: Client ID eingeben

# auth.client_id_help_link
source: How do I get a Client ID?
de: Wie bekomme ich eine Client ID?

# auth.client_id_existing_app_note
source: You can use an existing Spotify app if you add the redirect URI de.rvdh.spotifly://callback
de: Du kannst eine vorhandene Spotify-App verwenden, wenn du die Redirect-URI de.rvdh.spotifly://callback hinzufügst

# nav.startpage
source: Startpage
de: Startseite

# nav.search_results
source: Search Results
de: Suchergebnisse

# nav.favorites
source: Favorites
de: Favoriten

# nav.albums
source: Albums
de: Alben

# nav.artists
source: Artists
de: Künstler

# nav.queue
source: Queue
de: Warteschlange

# nav.devices
source: Devices
de: Geräte

# nav.library
source: Library
de: Bibliothek

# action.play
source: Play
de: Abspielen

# action.try_again
source: Try Again
de: Erneut versuchen

# action.show_more
source: Show more
de: Mehr anzeigen

# action.show_less
source: Show less
de: Weniger anzeigen

# action.copy_token
source: Copy token to clipboard
de: Token in Zwischenablage kopieren

# action.copy_track_uri
source: Copy track URI
de: Track-URI kopieren

# action.edit
source: Edit
de: Bearbeiten

# action.done
source: Done
de: Fertig

# action.cancel
source: Cancel
de: Abbrechen

# action.create
source: Create
de: Erstellen

# action.share
source: Share
de: Teilen

# track.menu.play_next
source: Play Next
de: Als Nächstes spielen

# track.menu.add_to_queue
source: Add to Queue
de: Zur Warteschlange hinzufügen

# track.menu.start_radio
source: Start Song Radio
de: Song-Radio starten

# track.menu.add_to_playlist
source: Add to Playlist
de: Zu Playlist hinzufügen

# track.menu.add_to_new_playlist
source: Add to New Playlist...
de: Zu neuer Playlist hinzufügen...

# track.menu.go_to_artist
source: Go to Artist
de: Zum Künstler

# track.menu.go_to_album
source: Go to Album
de: Zum Album

# playlist.new.title
source: New Playlist
de: Neue Playlist

# playlist.new.message
source: Enter a name for the new playlist
de: Gib einen Namen für die neue Playlist ein

# playback.play_album
source: Play Album
de: Album abspielen

# playback.play_playlist
source: Play Playlist
de: Playlist abspielen

# playback.play_track
source: Play Track
de: Track abspielen

# playback.play_top_tracks
source: Play Top Tracks
de: Top-Tracks abspielen

# playback.play_tracks
source: Play Tracks
de: Tracks abspielen

# playback.play_content
source: Play Spotify Content
de: Spotify-Inhalt abspielen

# playback.uri_placeholder
source: Spotify URI or URL
de: Spotify-URI oder URL

# mini_player.enter
source: Enter mini player mode
de: Mini-Player-Modus aktivieren

# mini_player.restore
source: Restore full window
de: Vollständiges Fenster wiederherstellen

source: Loading favorites...
de: Lade Favoriten...

source: Loading playlists...
de: Lade Playlists...

source: Loading albums...
de: Lade Alben...

source: Loading artists...
de: Lade Künstler...

source: Loading tracks...
de: Lade Tracks...

source: Loading top tracks...
de: Lade Top-Tracks...

source: Loading recently played...
de: Lade kürzlich gespielt...

# error.load_favorites
source: Failed to load favorites
de: Laden der Favoriten fehlgeschlagen

# error.load_playlists
source: Failed to load playlists
de: Laden der Playlists fehlgeschlagen

# error.load_albums
source: Failed to load albums
de: Laden der Alben fehlgeschlagen

# error.load_artists
source: Failed to load artists
de: Laden der Künstler fehlgeschlagen

# error.load_queue
source: Failed to load queue
de: Laden der Warteschlange fehlgeschlagen

# error.load_recently_played
source: Failed to load recently played: %@
de: Laden von "Kürzlich gespielt" fehlgeschlagen: %@

# error.remove_from_queue
source: Failed to remove track from queue
de: Entfernen des Tracks aus der Warteschlange fehlgeschlagen

# error.reorder_queue
source: Failed to reorder queue
de: Umordnen der Warteschlange fehlgeschlagen

# error.clear_queue
source: Failed to clear queue
de: Leeren der Warteschlange fehlgeschlagen

# empty.select_item
source: Select an item from the sidebar
de: Wähle ein Element aus der Seitenleiste

# empty.select_search_result
source: Select a search result to see details
de: Wähle ein Suchergebnis für Details

# empty.select_album
source: Select an album to see details
de: Wähle ein Album für Details

# empty.select_artist
source: Select an artist to see details
de: Wähle einen Künstler für Details

# empty.select_playlist
source: Select a playlist to see details
de: Wähle eine Playlist für Details

# empty.no_favorites
source: No favorites yet
de: Noch keine Favoriten

# empty.no_favorites.description
source: Like songs in the Spotify app to see them here
de: Markiere Songs in der Spotify-App als "Gefällt mir", um sie hier zu sehen

# empty.no_playlists
source: No playlists found
de: Keine Playlists gefunden

# empty.no_playlists.description
source: Create playlists in the Spotify app
de: Erstelle Playlists in der Spotify-App

# empty.no_albums
source: No saved albums
de: Keine gespeicherten Alben

# empty.no_albums.description
source: Save albums in the Spotify app
de: Speichere Alben in der Spotify-App

# empty.no_artists
source: No followed artists
de: Keine gefolgten Künstler

# empty.no_artists.description
source: Follow artists in the Spotify app
de: Folge Künstlern in der Spotify-App

# empty.queue_empty
source: Queue is empty
de: Warteschlange ist leer

# empty.queue_empty.description
source: Play a track, album, playlist, or artist to see the queue
de: Spiele einen Track, Album, Playlist oder Künstler ab, um die Warteschlange zu sehen

# queue.title
source: Queue
de: Warteschlange

# queue.song_count %lld %lld
source: %lld songs (%lld upcoming)
de: %lld Songs (%lld ausstehend)

# queue.scroll_to_current
source: Scroll to current track
de: Zum aktuellen Track scrollen

# queue.clear
source: Clear upcoming tracks
de: Ausstehende Tracks löschen

# queue.clear.confirm.title
source: Clear Queue
de: Warteschlange leeren

# queue.clear.confirm.message %lld
source: This will remove %lld upcoming tracks from the queue.
de: Dies entfernt %lld ausstehende Tracks aus der Warteschlange.

# queue.clear.confirm.action
source: Clear Queue
de: Warteschlange leeren

# startpage.top_artists
source: Your Top Artists
de: Deine Top-Künstler

# startpage.top_artists.empty
source: Listen to more music to see your top artists
de: Höre mehr Musik, um deine Top-Künstler zu sehen

# startpage.new_releases
source: New Releases
de: Neuerscheinungen

# startpage.new_releases.empty
source: No new releases available
de: Keine Neuerscheinungen verfügbar

# recently_played.content
source: Recently Played
de: Kürzlich gespielt

# section.albums
source: Albums
de: Alben

# section.artists
source: Artists
de: Künstler

# section.all_tracks
source: All Tracks
de: Alle Tracks

# metadata.followers
source: %@ followers
de: %@ Follower

# metadata.by_owner
source: By %@
de: Von %@

# version.oauth_token
source: OAuth Access Token
de: OAuth-Zugriffstoken

# version.tap_count
source: Tap count: %d
de: Anzahl Klicks: %d

# show_all.tracks
source: Show all %d tracks
de: Alle %d Tracks anzeigen

# devices.title
source: Available Devices
de: Verfügbare Geräte

# devices.active
source: Active
de: Aktiv

# devices.empty
source: No devices found
de: Keine Geräte gefunden

# devices.empty_hint
source: Open Spotify on another device to see it here
de: Öffne Spotify auf einem anderen Gerät, um es hier zu sehen

# devices.error.not_logged_in
source: Not logged in
de: Nicht angemeldet

# devices.error.failed_to_load
source: Failed to load devices
de: Geräte konnten nicht geladen werden

# devices.error.failed_to_transfer
source: Failed to transfer playback
de: Wiedergabe konnte nicht übertragen werden

# menu.playback
source: Playback
de: Wiedergabe

# menu.play_pause
source: Play / Pause
de: Abspielen / Pause

# menu.next_track
source: Next Track
de: Nächster Track

# menu.previous_track
source: Previous Track
de: Vorheriger Track

# menu.like_track
source: Like / Unlike Track
de: Track liken / unliken

# menu.navigate
source: Navigate
de: Navigation

# menu.favorites
source: Favorites
de: Favoriten

# menu.albums
source: Albums
de: Alben

# menu.artists
source: Artists
de: Künstler

# menu.search
source: Search
de: Suchen

# menu.refresh
source: Refresh
de: Aktualisieren

# playlist.edit
source: Edit
de: Bearbeiten

# playlist.edit.save
source: Save
de: Speichern

# playlist.edit.cancel
source: Cancel
de: Abbrechen

# playlist.edit.saving
source: Saving...
de: Speichere...

# preferences.playback
source: Playback
de: Wiedergabe

# preferences.streaming_quality
source: Streaming Quality
de: Streaming-Qualität

# preferences.gapless_playback
source: Gapless Playback
de: Lückenlose Wiedergabe

# preferences.default
source: Default
de: Standard

# preferences.restart_note
source: Changes take effect when playback restarts.
de: Änderungen werden bei Neustart der Wiedergabe wirksam.
